Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/sammallahden_sanakirjaa_on_taas_saatavilla.html.tmx
Source language: fin
Languages: sme

source: Sammallahden sanakirjaa on taas saatavilla
sme: Sammallahti sátnegirji lea fidnemis fas

source: Saamelaiskäräjien saamen kielen toimisto on ottanut uuden painoksen Pekka Sammallahden Saamelais-suomalais-saamelaisesta sanakirjasta.
sme: Sámedikki sámegiela doaimmahat lea ođđasit deaddilan Pekka Sammallahti Sámi-suoma-sámi -sátnegirjji.

source: Sammallahden sanakirja ilmestyi ensimmäisen kerran vuonna 1993, ja nyt otettu uusintapainos on 7. sarjassaan.
sme: Sammallahti sátnegirji almmustuvai vuohččan jagis 1993 ja dál dat deaddiluvvui 7. háve ođđasit.

source: Kyse on lisäpainoksesta, eikä sanakirjan sisältöä ole muutettu.
sme: Dán oktavuođas lea sáhka namalassii ođđasit deaddileamis, iige girjji sisdoallu leat nuppástuvvan.

source: Sanakirjan lisäpainosta on toivottu paljon, koska kirja on ollut jo jonkin aikaa loppuunmyyty.
sme: Sátnegirjji ođđasit deaddileami leat máŋgasat sávvan daningo girji lea leamaš lohppii vuvdon juo muhtun áigge.

source: Saamen kielen toimisto päätti loppuvuonna ottaa sanakirjasta uuden painoksen:
sme: Sámegiela doaimmahat mearridii loahppajagis deaddilit girjjis ođđa prentosa.

source: – Erityisesti saamelaisten kotiseutualueen kunnista tehtävä kielistrategiatyö on kannustanut ottamaan sanakirjasta uuden painoksen.
sme: – Earenomážit sámeguovllu gielddaid giellastrategiijabargu lea hástalan deaddilit girjji lasi.

source: Sanakirjasta on paljon hyötyä henkilöille, jotka käyttävät saamen kieltä työssään ja myös saamen kieltä opiskeleville.
sme: Dat lea veahkkin daidda, guđet geavahit sámegiela barggus, muhto dieđusge maid daidda geat leat oahpahallame sámegiela.

source: Toivottavasti kirjoja riittää edes vähäksi aikaa, toteaa saamen kielen toimistosta saamen kieliturvasihteeri Anne Kirste Aikio
sme: Sávvamis dát girjemearri bistá muhtun áigge, gávnnaha sámegiela doaimmahagas gielladorvočálli Anne Kirste Aikio.

source: Sanakirjasta on otettu 350 kpl painos.
sme: Sátnegirji lea deaddiluvvon dál 350 stuhka.

source: Kirja on saatavissa Saamelaiskäräjien oppimateriaalien verkkokaupasta: www.samediggi.fi/tuote/sami-suoma-sami-satnegirji/
sme: Girji lea oastimis Sámedikki neahttagávppis: Sámi-suoma-sámi Sátnegirji – Samediggi

source: Lisätietoja:
sme: Lassidieđut:
